{"config": [{"config": {"kernel_initializer": {"config": {"scale": 1.0, "seed": null, "distribution": "uniform", "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "trainable": true, "bias_constraint": null, "bias_regularizer": null, "activity_regularizer": null, "activation": "relu", "units": 122, "batch_input_shape": [null, 122], "kernel_constraint": null, "kernel_regularizer": {"config": {"l1": 0.0, "l2": 0.019999999552965164}, "class_name": "L1L2"}, "use_bias": true, "dtype": "float32", "name": "dense_13", "bias_initializer": {"config": {}, "class_name": "Zeros"}}, "class_name": "Dense"}, {"config": {"rate": 0.2, "trainable": true, "name": "dropout_10"}, "class_name": "Dropout"}, {"config": {"kernel_initializer": {"config": {"scale": 1.0, "seed": null, "distribution": "uniform", "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "trainable": true, "bias_constraint": null, "bias_regularizer": null, "activity_regularizer": null, "activation": "relu", "units": 366, "kernel_constraint": null, "kernel_regularizer": {"config": {"l1": 0.0, "l2": 0.019999999552965164}, "class_name": "L1L2"}, "use_bias": true, "name": "dense_14", "bias_initializer": {"config": {}, "class_name": "Zeros"}}, "class_name": "Dense"}, {"config": {"rate": 0.2, "trainable": true, "name": "dropout_11"}, "class_name": "Dropout"}, {"config": {"kernel_initializer": {"config": {"scale": 1.0, "seed": null, "distribution": "uniform", "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "trainable": true, "bias_constraint": null, "bias_regularizer": null, "activity_regularizer": null, "activation": "relu", "units": 60, "kernel_constraint": null, "kernel_regularizer": {"config": {"l1": 0.0, "l2": 0.019999999552965164}, "class_name": "L1L2"}, "use_bias": true, "name": "dense_15", "bias_initializer": {"config": {}, "class_name": "Zeros"}}, "class_name": "Dense"}, {"config": {"rate": 0.2, "trainable": true, "name": "dropout_12"}, "class_name": "Dropout"}, {"config": {"kernel_initializer": {"config": {"scale": 1.0, "seed": null, "distribution": "uniform", "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "trainable": true, "bias_constraint": null, "bias_regularizer": null, "activity_regularizer": null, "activation": "sigmoid", "units": 1, "kernel_constraint": null, "kernel_regularizer": null, "use_bias": true, "name": "dense_16", "bias_initializer": {"config": {}, "class_name": "Zeros"}}, "class_name": "Dense"}], "backend": "tensorflow", "keras_version": "2.0.6", "class_name": "Sequential"}